{
    "assetsUrl": "https://raw.githubusercontent.com/VietHung0712/AssetsLOL/refs/heads/main/",
    "memberData": [
        {
            "imgMember": "KDA/Image/Splash_Art/KDA_Ahri.png",
            "brandMember": "Ahri",
            "role": "Lead Vocalist",
            "zodiacSign": "Sagittarius",
            "nicknames": "Foxy, Gumiho",
            "height": "167.6 cm (5’5”)",
            "title": "Beauty and Fashion",
            "story": "After rising to fame as a teenage pop star, Ahri tossed aside her girly and young look to reveal her new self: a high fashion, elegant, and stunning celebrity. Ahri’s sleek new look attracts top fashion designers. During fashion week, Ahri graces runways around the world in finale gowns. She is the face of FOXY cosmetics and launched her own fragrance, Charmed last year. When she isn’t with K/DA or training, Ahri is shopping, drinking tea with designers, and testing out new beauty products.",
            "facts": [
                "Ahri is the leader and lead singer of K/DA.",
                "She was labeled the most talented new Kpop artist in the 2013 Pop Shine Awards.",
                "After releasing five singles she spent time away from the industry to reinvent herself.",
                "Ahri is a muse for multiple clothing lines. Designers can’t stop making outfits for her.",
                "Her Chinese zodiac sign is a Dog.",
                "She prefers shopping over working out.",
                "She has known Evelynn of K/DA for many years.",
                "Ahri was voted one of the most beautiful faces in Pop."
            ]
        },
        {
            "imgMember": "KDA/Image/Splash_Art/KDA_Evelynn.png",
            "brandMember": "Evelynn",
            "role": "Lead Vocalist",
            "zodiacSign": "Taurus",
            "nicknames": "Siren, Eve",
            "height": "164 cm (5’4”)",
            "title": "No 1 Diva",
            "story": "Eve’s reputation paints her as a demanding diva. She told Pop Shine, “I’m an artist, not a socialite. I won’t apologize for high standards.” Eve once walked off the stage of a live performance when her vocals were backed by an audio track she didn’t approve. Though her presence in the industry is turbulent, she has a diehard fan base who call themselves “Deeva.” Prior to K/DA, Evelynn released two hit singles, Agony’s Embrace and Ecstasy.",
            "facts": [
                "Evelynn is known for her uncompromising vision, rich vocals, and “bad girl” attitude.",
                "After disagreements in other musical groups, Evelynn worked alone to write her own music before reconnecting with Ahri.",
                "Her Chinese zodiac sign is a Rooster.",
                "Evelynn is very mysterious about her diet and workouts and usually declines to comment on her routine.",
                "She has a collection of very fast cars.",
                "Evelynn values friends. She is close to few people and very protective of them.",
                "She has been romantically linked with several missing male celebrities but never confirmed a relationship.",
                "Karthus is an artist she takes inspiration from."
            ]
        },
        {
            "imgMember": "KDA/Image/Splash_Art/KDA_KaiSa.png",
            "brandMember": "Kai'Sa",
            "role": "Lead Dancer",
            "zodiacSign": "Pisces",
            "nicknames": "小笼包, Bokkie",
            "height": "169.6 cm (5’6”)",
            "title": "@KDAKaisa",
            "story": "@KDAKaiSa<br><br>K/DA_GLOBALFANS @KDAFans<br>@KDAKaiSa why do you dance?<br><br>KAISAOFFICIAL @KDAKaiSa<br>replying to @KDAFans<br>When the music begins, a symphony of movement stirs in my being. It begins as a rumble, like a calling from the void, hungry and demanding release. My body reacts to the call, jumping to weave a story. A story to leave the void behind, and fall into the steps of life.",
            "facts": [
                "Kai’Sa is called the “dreamer” of K/DA by Ahri.",
                "She lived in ten countries before pursuing her dreams of becoming a pop star.",
                "Kai’Sa won Hong Kong’s Can You Dance in 2018.",
                "Her Chinese zodiac sign is a Rat.",
                "She speaks Chinese, Afrikaans, Korean, and English fluently.",
                "She spends hours in the studio creating choreography for K / DA.She believes each step must convey vulnerability and power through movement.",
                "She can be found cooking large meals in the K/ DA house.",
                "Her favorite food is Sichuan dry hot pot."
            ]
        },
        {
            "imgMember": "KDA/Image/Splash_Art/KDA_Akali.png",
            "brandMember": "Akali",
            "role": "Rapper",
            "zodiacSign": "Taurus",
            "nicknames": "Rogue, 힙합검객",
            "height": "163 cm (5’3”)",
            "title": "Hip Hop Ninja",
            "story": "Akali makes appearances next to other street performers in cities she is visiting. Combining mixed martial arts and the beat of her own rap lyrics, she delights audiences with her bold lyrical rap and punk ninja style. She started practicing on the streets before rising to fame and returns to her roots whenever she can. Her unruly hair and untamed style made Akali an instant K/DA fan favorite.",
            "facts": [
                "Akali is the youngest and newest member of K/DA.",
                "She was discovered at the age of 15 in an infamous rap battle that went viral.",
                "She wasn’t mainstream enough to sign with a label until Ahri found her through social media.",
                "Akali’s favorite food is Spicy Ramyun.",
                "Akali performs rap on street corners regularly to practice her lyrics.",
                "Her Chinese zodiac sign is an Ox.",
                "She speaks English, Korean, and Japanese.",
                "Akali was born into a martial arts dojo. She left to find her calling as an artist, but still knows how to use a kama."
            ]
        }
    ],
    "srcVideoPop": "KDA/Video/KDA_POPSTARS.mp4",
    "splashArt": [
        [
            "Splash_Art/A/Ahri/Ahri_13.jpg",
            "Splash_Art/E/Evelynn/Evelynn_6.jpg",
            "Splash_Art/K/KaiSa/KaiSa_4.jpg",
            "Splash_Art/A/Akali/Akali_9.jpg"
        ],
        [
            "Splash_Art/A/Ahri/Ahri_14.jpg",
            "Splash_Art/E/Evelynn/Evelynn_7.jpg",
            "Splash_Art/K/KaiSa/KaiSa_5.jpg",
            "Splash_Art/A/Akali/Akali_10.jpg"
        ],
        [
            "Splash_Art/A/Ahri/Ahri_18.jpg",
            "Splash_Art/E/Evelynn/Evelynn_8.jpg",
            "Splash_Art/K/KaiSa/KaiSa_7.jpg",
            "Splash_Art/A/Akali/Akali_13.jpg"
        ]
    ],
    "galleryUrl": [
        "KDA/Image/Gallery/KDA_Gallery_Ahri_0.avif",
        "KDA/Image/Gallery/KDA_Gallery_Akali_0.avif",
        "KDA/Image/Gallery/KDA_Gallery_Evelynn_0.avif",
        "KDA/Image/Gallery/KDA_Gallery_KaiSa_0.avif",
        "KDA/Image/Gallery/KDA_Gallery_Ahri_1.avif",
        "KDA/Image/Gallery/KDA_Gallery_Akali_1.avif",
        "KDA/Image/Gallery/KDA_Gallery_Evelynn_1.avif",
        "KDA/Image/Gallery/KDA_Gallery_KaiSa_1.avif",
        "KDA/Image/Gallery/KDA_Gallery_Ahri_2.avif",
        "KDA/Image/Gallery/KDA_Gallery_Akali_2.avif",
        "KDA/Image/Gallery/KDA_Gallery_Evelynn_2.avif",
        "KDA/Image/Gallery/KDA_Gallery_KaiSa_2.avif",
        "KDA/Image/Gallery/KDA_Promo.jpg",
        "KDA/Image/Gallery/KDA_AllOut_Promo_0.jpg",
        "KDA/Image/Gallery/KDA_AllOut_Promo_1.jpg",
        "KDA/Image/Gallery/KDA_AllOut_Promo_2.jpg",
        "KDA/Image/Gallery/KDA_AllOut_Promo_3.avif",
        "KDA/Image/Concept/KDA_AllOut_ConCept.jpg",
        "KDA/Image/Concept/KDA_AllOut_Concept_Ahri.png",
        "KDA/Image/Concept/KDA_AllOut_Concept_Akali.png",
        "KDA/Image/Concept/KDA_AllOut_Concept_Evelynn.png",
        "KDA/Image/Concept/KDA_AllOut_Concept_KaiSa.png",
        "KDA/Image/Concept/KDA_AllOut_Concept_Seraphine.png"
    ]
}